[
  {
    "lat": 14.99433,
    "lng": 103.1039,
    "name": "Buriram",
    "ytVideoId": "0NMvrYCAjSA",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Buriram",
    "description": "Buriram translates as city of happiness. It is a fairly nondescript town in Thailand's less well-visited northeast. Buriram makes a suitable base for exploring the many ancient sandstone Khmer sanctuaries and temples that are scattered around the surrounding area.There also are other remnants of the Khmer civilization, including pottery kiln sites, which date back to the 10th-13th centuries, and traces of ancient quarrying. Buriram's archaeological heritage also stretches further back with ancient pre-Angkorian ruins from the Dvaravati period.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Panomroong_Castle%2C_Buriram%2C_Thailand.jpg"
  },
  {
    "lat": 14.53194,
    "lng": 102.94026,
    "name": "Phanom Rung Historical Park",
    "ytVideoId": "iNiaHU228Nc",
    "wikiUrl": "https://en.wikipedia.org/wiki/Phanom_Rung_Historical_Park",
    "description": "Phanom Rung Historical Park is an archaeological site in Thailand, covering the ruins of Prasat Phanom Rung, a Hindu Khmer Empire temple complex set on the rim of an extinct volcano at 402 metres elevation. It is located in Buriram Province in the Isan region of Thailand, and was built at a time when Khmer social-political influences were significant in Srisaket. It was built of sandstone and laterite between the 10th and 13th centuries.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/5/52/Phanom_Rung_Wikimedia_Commons.jpg"
  },
  {
    "lat": 18.706064,
    "lng": 98.981716,
    "name": "Chiang Mai",
    "ytVideoId": "tH3Y-0i5jR8",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Chiang_Mai",
    "description": "Chiang Mai, sometimes written as Chiengmai or Chiangmai, is the largest city in northern Thailand, the capital of Chiang Mai province and the second largest city in Thailand. It is 700 km north of Bangkok in a mountainous region called the Thai highlands and has a population of 1.2 million people as of 2022, which is more than 66 percent of the total population of Chiang Mai province.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/0/04/LK_03_loy_krathong_yi_peng_san_sai.jpg"
  },
  {
    "lat": 13.75325,
    "lng": 100.50164,
    "name": "Bangkok",
    "ytVideoId": "KyC_mKy7Zf8",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Bangkok",
    "description": "Bangkok, officially known in Thai as Krung Thep Maha Nakhon and colloquially as Krung Thep, is the capital and most populous city of Thailand. The city occupies 1,568.7 square kilometres in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 per cent of the country's population.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/9/93/Grand_Palace_in_Bangkok.jpg"
  },
  {
    "lat": 14.369233,
    "lng": 100.587663,
    "name": "Aytthaya",
    "ytVideoId": "n6_4xgeoNy8",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ayutthaya",
    "description": "Ayutthaya is the former capital of Phra Nakhon Si Ayutthaya province in Thailand. Located in the valley of the Chao Phraya River, the city was founded in 1351 by King U Thong, who went there to escape a smallpox outbreak in Lop Buri and proclaimed it the capital of his kingdom, often referred to as the Ayutthaya kingdom or Siam. Ayutthaya became the second Siamese capital after Sukhothai.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Templo_Phra_Si_Sanphet%2C_Ayutthaya%2C_Tailandia%2C_2013-08-23%2C_DD_16.jpg"
  },
  {
    "lat": 12.03498,
    "lng": 102.35218,
    "name": "Ko Chang",
    "ytVideoId": "9OwbphjVQSg",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Chang",
    "description": "Ko Chang is one of Thailand's most beautiful islands with long white sandy beaches, most half-deserted. The island is also home to a wide range of wildlife, including a good selection of birds, snakes, deer, and a number of non-native elephants. The island and its vicinity are great places for snorkelling, diving, and jungle hiking. The discovery of the island as a tourist destination around the year 2000 brought on development.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Nature_beach_resort.jpg"
  },
  {
    "lat": 6.49035,
    "lng": 99.30558,
    "name": "Ko Lipe",
    "ytVideoId": "6mPG61pSYfc",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Lipe",
    "description": "Ko Lipe (Thai: เกาะหลีเป๊ะ) (sometimes spelled Koh Lipe) is an island in Satun Province, off the Andaman Coast of Southern Thailand. It is 50km northwest of Langkawi, Malaysia, 67km west of Pak Bara, and 200km southeast of Phuket. It is part of a cluster of islands called the Butang / Adang Archipelago.Ko Lipe is known for diving, snorkeling, beautiful white sand beaches, and a relaxed atmosphere. It has been referred to as The Maldives of Thailand",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/0/03/Koh_Lipe_Thailand._Koh_Lipe_Beach_Resort%2C_Koh_Lipe_Island_02.jpg"
  },
  {
    "lat": 19.36594,
    "lng": 98.96473,
    "name": "Chiang Dao",
    "ytVideoId": "uL-il8JXvKg",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Chiang_Dao",
    "description": "Chiang Dao lies above the Mae Nam Ping Gorge on the green slopes of Doi (mount) Chiang Dao. The name means city of stars, and derives from its earlier name piang dao, or (at the) level of the stars. True to the name, limestone peaks reaching a height of 2,186 m (7,174 ft) make Chiang Dao an impressive area. The village is a quiet little picturesque area, with a quaint northern Thailand feel.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/7/73/ChiangDao_Mountains.JPG"
  },
  {
    "lat": 8.967828,
    "lng": 98.635254,
    "name": "Khao Sok National Park",
    "ytVideoId": "BG3zb4shYiU",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Khao_Sok_National_Park",
    "description": "Khao Sok National Park is in Surat Thani Province, Thailand. Its area is 461,712 rai~ 739 square kilometres, and it includes the 165 km2 Cheow Lan Lake contained by the Ratchaprapha Dam. The park is the largest area of virgin forest in southern Thailand and is a remnant of rain forest which is older and more diverse than the Amazon rain forest.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/d/d2/1022_KhaoSokNationalPark_2.jpg"
  },
  {
    "lat": 9.74816,
    "lng": 100.02504,
    "name": "Ko Pha Ngan",
    "ytVideoId": "KpfPvR8lZcM",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Pha-ngan",
    "description": "Ko Pha-ngan is an island in the Gulf of Thailand in Surat Thani Province of southern Thailand. Ko Pha-ngan has two sister islands: the larger Ko Samui to the south and the smaller Ko Tao to the north. Estimated perimeter: 40 km From mainland: about 55 km From Ko Samui: about 15 km From Ko Tao: about 35 km Main town: Thong Sala Highest Point: Khao Ra, 630 m",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Salad_Beach_Phangan.jpg"
  },
  {
    "lat": 10.09474,
    "lng": 99.83683,
    "name": "Ko Tao",
    "ytVideoId": "Q9QVGXchCIE",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Tao",
    "description": "Ko Tao is an island in Thailand and is part of the Chumphon Archipelago on the western shore of the Gulf of Thailand. It covers an area of about 21 km2. Administratively it is a subdistrict of Ko Pha-ngan District of Surat Thani Province. As of 2006, its official population was 1,382. The main settlement is Ban Mae Haad. The economy of the island is almost exclusively centered on tourism, especially scuba diving.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Koh_Tao_Sai_Nuan_Beach.jpg"
  },
  {
    "lat": 14.318945,
    "lng": 101.526032,
    "name": "Khao Yai National Park",
    "ytVideoId": "9hJCYuEXh58",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Khao_Yai_National_Park",
    "description": "Khao Yai National Park is a national park in Thailand. Established in 1962 as Thailand's first national park, it is the third largest national park in Thailand.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Haeo_Suwat_waterfall.JPG"
  },
  {
    "lat": 17.00562,
    "lng": 99.82637,
    "name": "Sukhothai",
    "ytVideoId": "O_8Tb2f54Is",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Sukhothai",
    "description": "Sukhothai (สุโขทัย) is a small city (population 14,000 in 2019) in Lower Northern Thailand, 427 km north of Bangkok. Its attraction lies in the ruins of the ancient city Sukhothai, a UNESCO World Heritage Site. The name translates as the dawn of happiness.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/7/77/MG_0414%281%29.JPG"
  },
  {
    "lat": 19.35907,
    "lng": 98.44012,
    "name": "Pai",
    "ytVideoId": "1GB7jgXy9RY",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Pai",
    "description": "Set in a large picturesque valley north of Chiang Mai, Pai is tourism-oriented, offering a relaxed atmosphere with a vibrant tourist and backpacker scene. The town's permanent residents are a seemingly harmonious mix of common Thai folk, with an admixture of Western hippies.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Pai%E5%8E%BF%E7%9A%84%E5%AE%BE%E9%A6%86%E5%90%8E%E8%8A%B1%E5%9B%AD_-_panoramio.jpg"
  },
  {
    "lat": 17.49142,
    "lng": 101.7291,
    "name": "Loei",
    "ytVideoId": "x3oN8CltxTM",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Loei",
    "description": "Loei (เลย) is a city in the Isaan region of Thailand. Loei is a city surrounded by undulating mountain ranges whose fog-shrouded summits are abundant with flora. The well-known mountains are Phu Kradung, Phu Luang, and Phu Ruea. Its temperature is comfortably cool, with beautiful geographical surroundings, as well as unique cultures and traditions. In the cool season it can get decidedly chilly, one of the few parts of Thailand that ever gets down to 0 °C.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Man_Daeng_Waterfall.jpg"
  },
  {
    "lat": 17.16399,
    "lng": 104.12155,
    "name": "Sakon Nakhon",
    "ytVideoId": "BK--L6YAkvQ",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Sakon_Nakhon",
    "description": "Sakon Nakhon is a Buddhist town with five Buddhist stupas. Its history dates back three thousand years. Legend says that Nongharn town, now Sakon Nakhon, was built in 11th century when the Khmer ruled this region. When the Khmer lost their power, the town was under the rules of Lanxang or Laotian Kingdom. It was renamed “Muang Chiang Mai Nongharn”. When the town joined Siam, it was renamed again as “Sakon Thavapi”. In 1830, during the reign of King Rama III, it was renamed “Sakon Nakhon",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/ea/%E0%B8%A0%E0%B8%B9%E0%B8%9C%E0%B8%B2%E0%B8%A2%E0%B8%A51.jpg"
  },
  {
    "lat": 7.6415,
    "lng": 99.07525,
    "name": "Ko Lanta",
    "ytVideoId": "5SCJq3oiXFw",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Lanta",
    "description": "Ko Lanta consists of several islands, the two largest of which are Ko Lanta Noi (เกาะลันตาน้อย, Small Lanta Island) and Ko Lanta Yai (เกาะลันตาใหญ่, Big Lanta Island). However, Ko Lanta Yai is where all the tourist action is. Ko Lanta is popular with tourists seeking a holiday away from the parties. It's popular with a significantly older crowd than nearby Ko Phi Phi: more walking on the beach and watching the sunset than drinking and dancing",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Beach_house_Ko_Lanta_%2822212524722%29.jpg"
  },
  {
    "lat": 16.43013,
    "lng": 102.83882,
    "name": "Khon Kaen",
    "ytVideoId": "GER4PUJ0VBc",
    "wikiUrl": "",
    "description": "Khon Kaen (ขอนแก่น) is a city and province in Isaan, Thailand While various artefacts have been found in the region that hint at its early human inhabitants, what we know today as Khon Kaen came into being when the ancient Khmer empire expanded into the area in the 12th century. The current town was established a little over two centuries ago during the reign of King Rama I. In addition to being a university town, Khon Kaen is a historic centre of silk production. In Chonnabot, Mudmee silk is delicately woven by hand and then tie-dyed.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Wat_Sanuranwari.jpg"
  },
  {
    "lat": 7.88982,
    "lng": 98.39775,
    "name": "Phuket",
    "ytVideoId": "kau9XZPpsMI",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Phuket",
    "description": "Phuket is one of the southern provinces of Thailand. It consists of the island of Phuket, the country's largest island, and another 32 smaller islands off its coast. It lies off the west coast of mainland Thailand in the Andaman Sea. Phuket Island is connected by the Sarasin Bridge to Phang Nga province to the north. The next nearest province is Krabi, to the east across Phang Nga Bay. Phuket province, encompassing an area of 576 km2, ranks as the second-smallest province in Thailand.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/6/60/Phuket_Aerial.jpg"
  },
  {
    "lat": 19.91364,
    "lng": 99.83514,
    "name": "Chiang Rai",
    "ytVideoId": "lZcKGJPRnPs",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Chiang_Rai",
    "description": "Chiang Rai (เชียงราย) is the capital of Chiang Rai Province, Northern Thailand.The town proper has a population of around 62,000. It is the commercial centre of the Golden Triangle border region of Thailand, Myanmar, and Laos. It is an excellent base for exploring the region. The character is distinctly Northern and is distinct from Chiang Mai to the south in various ways. The food is spicier and the ethnic composition includes a good percentage of hill tribes and Burmese exiles.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Chiang_Rai_Blue_Temple_%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%A3%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B9%80%E0%B8%95%E0%B9%89%E0%B8%99.jpg"
  },
  {
    "lat": 14.97233,
    "lng": 102.0994,
    "name": "Nakhon Ratchasima",
    "ytVideoId": "1JApH6XTtRg",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Nakhon_Ratchasima",
    "description": "Nakhon Ratchasima (นครราชสีมา), usually referred to as Khorat (โคราช) or, more commonly Korat, is the largest city in the Isaan region of Thailand. Its proximity to Bangkok makes it a good jumping-off point for travellers who are heading into further into the region. It has excellent transport links to the rest of the country and beyond. Hwy 2 (Bangkok to Nong Khai) runs through the city, as does the northeast railway line which splits in the east of the city: one line runs up to Nong Khai and the other, to Ubon Ratchathani.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/7/70/%E0%B8%9B%E0%B8%A3%E0%B8%B2%E0%B8%AA%E0%B8%B2%E0%B8%97%E0%B8%AB%E0%B8%B4%E0%B8%99%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%A2_%28PHIMAI%29.jpg"
  },
  {
    "lat": 12.56746,
    "lng": 101.45687,
    "name": "Ko Samet",
    "ytVideoId": "8OejiZ7-tsQ",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Samet",
    "description": "Ko Samet is one of the eastern seaboard islands of Thailand. It is in the Gulf of Thailand off the coastline of the Thai province of Rayong, approximately 220 kilometres southeast of Bangkok. Ko Samet is part of the Phe Subdistrict of the Amphoe Mueang Rayong, of Rayong Province. Ko Samet is the largest and westernmost of a cluster of islands not far from the coast. Ko Samet measures 6.8 kilometres from north to south.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/5/53/Beach_Sea_Breeze_Koh_Samet.jpg"
  },
  {
    "lat": 14.89026,
    "lng": 103.49611,
    "name": "Surin",
    "ytVideoId": "x1BTeVQ6CFk",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Surin",
    "description": "Surin (สุรินทร์) is a town in Isaan, Thailand. Surin is a quiet, nondescript, town. Its claim to fame is its annual Elephant Roundup, which takes place in November (book a room in advance). Surin's people have had a long relationship with elephants and they have become the provincial icon, epitomizing as they do raw power coupled with intelligence and strong kinship values. Plenty of Khmer ruins, beautiful silk fabrics, and highly-prized jasmine rice also make Surin a destination worth a visit.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/1/16/Prasat_Sikhoraphum_-_Sikhoraphum_edit1.jpg"
  },
  {
    "lat": 9.500304,
    "lng": 99.992299,
    "name": "Ko Samui",
    "ytVideoId": "5Pe9VO9oShg",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Samui",
    "description": "Ko Samui is an island off the east coast of Thailand. Geographically in the Chumphon Archipelago, it is part of Surat Thani Province, though as of 2012, Ko Samui was granted municipal status and thus is now locally self-governing. Ko Samui, with an area of 228.7 square kilometres, is Thailand's second largest island after Phuket. In 2018, it was visited by 2.7 million tourists.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Chaweng_Beach.jpg"
  },
  {
    "lat": 8.652651,
    "lng": 97.644533,
    "name": "Similan Islands",
    "ytVideoId": "1MBnHApk5sE",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Similan_Islands",
    "description": "Ko Similan is the largest island. The sea in the area has an average depth of 60 feet. Underwater it is full of rock formations and coral reefs in several shapes and forms, resembling such things as deer, leaves, brains, and mushrooms. Above the water are found many diverse species such as the Nicobar pigeon, mangrove monitor lizards, flying fox and more.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Donald_Duck_Bay%2C_Similan_Island_-8.jpg"
  },
  {
    "lat": 8.011707,
    "lng": 98.837724,
    "name": "Rai Leh",
    "ytVideoId": "VBOUPWd9Mw0",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Rai_Leh",
    "description": "Railay, also known as Rai Leh, is a small peninsula between the city of Krabi and Ao Nang in Thailand. It is accessible only by boat due to high limestone cliffs cutting off mainland access. These cliffs attract rock climbers from all over the world, but the area is also popular due to its beautiful beaches and quiet relaxing atmosphere.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/5/52/Railay_Beach_3.jpg"
  },
  {
    "lat": 7.20695,
    "lng": 100.59732,
    "name": "Songkhla",
    "ytVideoId": "ViKls1ChPhY",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Songkhla",
    "description": "Songkhla is one of the southern provinces of Thailand. Neighboring provinces are Satun, Phatthalung, Nakhon Si Thammarat, Pattani, and Yala. To the south it borders Kedah and Perlis of Malaysia. In contrast to most other provinces, the capital Songkhla is not the largest city in the province. The much newer city of Hat Yai, with a population of 359,813, is considerably larger, with twice the population of Songkhla. This often leads to the misconception that Hat Yai is the provincial capital.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Songkhla_001_-_panoramio.jpg"
  },
  {
    "lat": 6.588267,
    "lng": 99.645924,
    "name": "Ko Tarutao",
    "ytVideoId": "csISf0e-T7c",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Tarutao",
    "description": "Ko Tarutao is the largest of the 51 islands in the Tarutao National Marine Park archipelago in the Southern Andaman Coast of Southern Thailand, in Satun Province. The island is entirely a national park. It is usually open to the public from November to May.The island is almost entirely covered by tropical forest and so is host to many plants and animals. Well over 100 species of birds have been spotted, including doves, hornbills, kingfishers, egrets, sandpipers, plovers, swifts, owls, woodpeckers, and hawks. Larger animal residents include macaques, langurs, flying squirrels, mouse deer, bats, monitor lizards, and snakes.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Ao_Ta_Lo_Woo_Pier%2C_Ko_Tarutao_-_Tarutao_National_Park_%2816750772789%29.jpg"
  },
  {
    "lat": 7.73858,
    "lng": 98.77243,
    "name": "Ko Phi Phi",
    "ytVideoId": "VGzMAVZP_J4",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Phi_Phi",
    "description": "The Phi Phi Islands are an island group in Thailand between the large island of Phuket and the Straits of Malacca coast of Thailand. The islands are administratively part of Krabi Province. Ko Phi Phi Don is the largest and most populated island of the group, although the beaches of the second largest island, Ko Phi Phi Le are visited by many people as well.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Playa_Maya%2C_Ko_Phi_Phi%2C_Tailandia%2C_2013-08-19%2C_DD_15.JPG"
  },
  {
    "lat": 11.8148,
    "lng": 102.47998,
    "name": "Koh Mak",
    "ytVideoId": "ewl-9a4zPnQ",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Mak",
    "description": "Ko Mak is a small island of Trat province, Thailand. It is a subdistrict of Ko Kut district. The island is named after the areca nut, also known as the betel nut There are very few islands in Thailand which are still in the same hands as they were over a century ago. There are even fewer which have a written history covering this period. But Ko Mak is one such island. The extended family, descended from a royal tax collector named Luang Prompakdee, still owns 80% of the island and runs many of the resorts",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/0/01/Koh_Mak_%28island%29%2C_Thailand%2C_Palms_on_the_beach.jpg"
  },
  {
    "lat": 14.80057,
    "lng": 100.62686,
    "name": "Lopburi",
    "ytVideoId": "p2QzsUnJ4fA",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Lopburi",
    "description": "Lopburi (ลพบุรี), also Lop Buri or Lob Buri is a historic city 3 hours north of Bangkok in the Chao Phraya Basin region of Thailand.Lopburi is very laid back, and its convenient location less than 3 hours (~180 km) from Bangkok makes it a good place to escape the stress and pollution of the capital. Lopburi has a mountain called Khao Chan Daeng.Lopburi (ลพบุรี), also Lop Buri or Lob Buri is a historic city 3 hours north of Bangkok in the Chao Phraya Basin region of Thailand. Lopburi has a mountain called Khao Chan Daeng.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Phra_Prang_Sam_Yod_%28I%29.jpg"
  },
  {
    "lat": 18.536643,
    "lng": 98.520895,
    "name": "Doi Inthanon National Park",
    "ytVideoId": "wVsmBhgjtOk",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Doi_Inthanon_National_Park",
    "description": "Doi Inthanon National Park, nicknamed the roof of Thailand, is in the Thanon Thong Chai Range, Chom Thong District, Chiang Mai Province, northern Thailand. It includes Doi Inthanon, the country's highest mountain. It contains an area of 301,184 rai~ 482 square kilometres in size. It was established on October 2, 1972.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/2/21/A_waterfall_in_Doi_Inthanon_National_Park.jpg"
  },
  {
    "lat": 16.81476,
    "lng": 100.25874,
    "name": "Phitsanulok",
    "ytVideoId": "roovRGieyuA",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Phitsanulok",
    "description": "Phitsanulok (พิษณุโลก) is a historic city in Lower Northern Thailand, about halfway between Bangkok and Chiang Mai. It has a population of around 80,000. A city in the lower part of Northern Thailand rich in historical, cultural and natural attractions, Phitsanulok is some 377 kilometres from Bangkok. The province around it covers an area of 10,815 square kilometres, featuring mountains, plains and forest in the east and river basin. The Nan River, lifeline of the province, runs through the heart of the city.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Tuk-tuk_in_Phitsanulok_02.jpg"
  },
  {
    "lat": 18.1448,
    "lng": 100.1408,
    "name": "Phrae",
    "ytVideoId": "Sed7OBf1o1Q",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Phrae",
    "description": "Phrae (แพร่) is a city in the Northern River Valleys of Northern Thailand.An old and important community of Northern Thailand, Phrae was founded after Chiang Mai had been established as the capital of the Lanna Thai kingdom. With one of the largest reserves of teak forests in the country, it is on the banks of the Yom River, 555 km from Bangkok. It covers an area of about 6,538 square kilometres and surrounded on all sides by mountains with level plains in the middle.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/9/99/3.%E0%B8%88%E0%B8%A7%E0%B8%99%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%88%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B9%81%E0%B8%9E%E0%B8%A3%E0%B9%88.JPG"
  },
  {
    "lat": 15.80269,
    "lng": 102.03346,
    "name": "Chaiyaphum",
    "ytVideoId": "vOEIPa5eNrM",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Chaiyaphum",
    "description": "Chaiyaphum is a place where many periods of civilization have overlapped one another from the Dvaravati and Khmer periods to the Laotian or Lan Chang eras. Many archaeological remains and objects were found in many areas in the province. Later, the province appeared as a border town during the reign of King Narai the Great of the Ayutthaya period. After that, the town was abandoned and reappeared once more in the Rattanakosin era as a destination where the Vientiane people, led by their leader Lae, emigrated to. He was designated as the first governor of Chaiyaphum.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Sai_Thong_National_Park_Chaiyaphum_Thailand.jpg"
  },
  {
    "lat": 17.3871,
    "lng": 102.79558,
    "name": "Udon Thani",
    "ytVideoId": "QFF08eRZ98k",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Udon_Thani",
    "description": "Udon Thani (อุดรธานี, also Udorn Thanee) is a city of 131,000 people (2019) in the Isaan region of Thailand. Often referred to as Udon or Udorn (อุดร), the city should not be confused with Ubon — Ubon Ratchathani in southeastern Isaan.Udon had a USAF airbase during the Vietnam War that increased its wealth and importance. Surrounded by one of the major agricultural areas of the country, Udon Thani has become a regional hub for agriculture, commercial distribution, shopping and a fledgling tourism industry.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Udon_Thani_-_The_City_Pillar_Shrine_-_0002.jpg"
  },
  {
    "lat": 15.12047,
    "lng": 104.32149,
    "name": "Si Saket",
    "ytVideoId": "wyABrPqplI0",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Sisaket",
    "description": "Sisaket province, is one of Thailand's seventy-six provinces. It lies in lower northeastern Thailand, a region called Isan. Neighboring provinces are: Surin, Roi Et, Yasothon, and Ubon Ratchathani. To the south it borders Oddar Meancheay and Preah Vihear of Cambodia.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Mun_River_-_Sisaket.jpg"
  },
  {
    "lat": 17.86658,
    "lng": 102.73962,
    "name": "Nong Khai",
    "ytVideoId": "EifPgnkdNfw",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Nong_Khai",
    "description": "Nong Khai (หนองคาย) is a city in Isaan. The city lies on the west bank of the Mekong River, only 20 km from Vientiane, the capital of Laos.Nong Khai is an exemplar of Isaan culture, which dominates northeast Thailand and which has an identity distinct from the culture of the centre, north, and south of Thailand. Famed for its warmth, kindness and friendliness, the culture has evolved from its Thai and Lao roots. Today, the distinctive Isaan culture is a source of pride to those born into it. Most locals speak both Thai and the local dialect called Isaan, which is closely related to both the Thai and Lao languages.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/6/68/Sala_Keoku.JPG"
  },
  {
    "lat": 15.25056,
    "lng": 104.84174,
    "name": "Ubon Ratchathani",
    "ytVideoId": "3oxRdD0n-BA",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ubon_Ratchathani",
    "description": "Ubon Ratchathani (อุบลราชธานี) is a city in Isaan, Thailand, in a province of the same name. Often referred to as simply Ubon (อุบล), not to be confused with Udon to the north. Ubon lies 582 km from Bangkok and has Thailand's 13th largest city population.Ubon was founded on the northern bank of the Mun River by a group of Lao princes fleeing Vientiane in the late 1700s. They applied for King Taksin's protection, duly granted in 1779 along with the city's new name, meaning Royal City of the Lotus. Modern-day Ubon was a U.S. air base during the Vietnam War and grew rapidly at the time, but little has happened since then. ",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Sinrinthorn_temple.jpg"
  },
  {
    "lat": 20.2752,
    "lng": 100.08706,
    "name": "Chiang Saen",
    "ytVideoId": "UgJyBGiLL8U",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Chiang_Saen",
    "description": "Chiang Saen is a district in the northern part of Chiang Rai province, northern Thailand. Chiang Saen is an important entrepôt for Thailand's trade with other countries on the upper part of Mekong River.Once one of the major cities of the Lanna kingdom, it was originally called Wiang Hiran Nakhon Ngoen Yang and served as the capital before King Mengrai established Chiang Rai in 1262. The town was captured by the Burmese in the 16th century and sacked by King Rama I in 1803.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/5/51/ChiangSaen_Riverside.JPG"
  },
  {
    "lat": 19.13791,
    "lng": 99.91176,
    "name": "Phayao",
    "ytVideoId": "uCJZBDvcBTg",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Phayao",
    "description": "Phayao is one of Thailand's seventy-seven provinces lies in upper northern Thailand. Neighboring provinces are Nan, Phrae, Lampang, and Chiang Rai. In the northeast it borders Xaignabouli of Laos.Surrounded by mountains and valleys, Phayao sits in a peaceful, though modestly developed, area. The town was the centre of an independent city state until it was folded into the Lannathai kingdom in the mid-14th century. The modern town covers most of the eastern shore of Phayao Lake.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Morning_at_Tham_Sakoen.jpg"
  },
  {
    "lat": 9.73681,
    "lng": 98.40198,
    "name": "Ko Phayam",
    "ytVideoId": "fk21Zctn2QA",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Phayam",
    "description": "Ko Phayam is off the coast of Ranong Province (Ko Chang, about 4 km distant, is the largest). It lies about 33 km from the mouth of the Ranong River. It is inhabited by about 160 families. For those who want to get away from it all, Ko Phayam is reminiscent of what Ko Samui was like 30 years ago before the airport and hotel developments. Ao Yai is the largest bay on the west coast, about 3 km long and 300 m wide, with a grey sand beach.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Thailand_-_Koh_Phayam_%2824847280006%29.jpg"
  },
  {
    "lat": 7.81189,
    "lng": 98.977,
    "name": "Ko Jum",
    "ytVideoId": "364pcph6c1Y",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Jum",
    "description": "Ko Jum or Ko Pu is a part of Nuea Khlong district in Krabi province, Thailand. Ko Jum consists of three villages: Ban Ko Pu, Ban Ting Rai, and Ban Ko Jum. Ko Jum is approximately 25 kilometers south of Krabi town on the Andaman Sea.Ko Jum has three main villages (Ban Ko Pu, Ban Ting Rai, and Ban Ko Jum) and is permanent home of about 1,500 people. On the west side of the island, about 20 resorts provide very simple bungalows.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Ko_Jum_boat.jpg"
  },
  {
    "lat": 7.40794,
    "lng": 99.20548,
    "name": "Ko Ngai",
    "ytVideoId": "zVpyAM7iYho",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ko_Ngai",
    "description": "Ko Ngai (เกาะไหง) is an island district in Krabi Province, but actually it can better be reached via Trang in the Southern Andaman Coast. Like many other coastal destinations in southern Thailand, it is known for its diving and long white beaches. Don't be surprised to see crab-eating monkeys and monitor lizards coming down from the mountains. In the uninhabited western and northern parts of the island, bird watchers should have a field day looking out for migrating birds. Snorkelling is easy along the western and southern coast, where some reefs can be accessed directly from the beach.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/e/e6/2016_Prowincja_Krabi%2C_Ko_Ngai_%2812%29.jpg"
  },
  {
    "lat": 8.663,
    "lng": 98.244,
    "name": "Khao Lak",
    "ytVideoId": "uDIR8tNtNio",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Khao_Lak",
    "description": "Khao Lak (Thai: เขาหลัก) is a 20 km long strip of coastal resorts in Phang Nga Province on the Andaman Sea beaches of Southern Thailand, about 100 km north of Phuket Town. Unlike Phuket, the many resorts in the Khao Lak area cater mainly to families and those looking for peace, quiet, and nature.The name Khao Lak translates as lak Mountain. The mountain is the centerpiece of Khao Lak Lam Ru National Park.The headland formed as the mountain plunges into the sea near the southern end of the Khao Lak roughly marks the southern boundary of the Khao Lak region.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/1/13/Khao_Lak_Beach%2C_Thailand.jpg"
  },
  {
    "lat": 9.631031,
    "lng": 99.670806,
    "name": "Ang Thong National Marine Park",
    "ytVideoId": "D65FcHMhA00",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Ang_Thong_National_Marine_Park",
    "description": "Mu Ko Ang Thong is a marine national park in the Gulf of Thailand, on the shores of the Surat Thani Province. It covers 42 islands in a total area of 102 km², of which only 18 km² are land. The park was established on 12 November 1980. The northern tip of Ko Phaluai is also part of the marine park. There are Ranger Stations, Bungalows, Shop and a Restaurant at Ao Phi beach on Ko Wua Talap. The name Ang Thong (Thai: อ่างทอง) means bowl of gold",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Mu_Ko_Ang_Thong_National_Park%2C_Islands_2%2C_Thailand.jpg"
  },
  {
    "lat": 16.872767,
    "lng": 101.845643,
    "name": "Phu Kradueng National Park",
    "ytVideoId": "H7oDMDnAz5A",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Phu_Kradueng_National_Park",
    "description": "Phu Kradueng National Park, in the Si Than sub-district of Amphoe Phu Kradueng, Loei Province, is one of the best known national parks of Thailand, with a high point of 1,316 m (4318 ft) elevation at Khok Moei. It was proclaimed a national park on 23 November 1962, the second national park of Thailand after Khao Yai National Park. The park is closed to visitors during the rainy season (1 June - 30 September)",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/2/27/Lom_Sak_Cliff_%28I%29.jpg"
  },
  {
    "lat": 19.28871,
    "lng": 97.9637,
    "name": "Mae Hong Son",
    "ytVideoId": "ud_zICUEi04",
    "wikiUrl": "https://en.wikivoyage.org/wiki/Mae_Hong_Son",
    "description": "Mae Hong Son is a town in north-west Thailand, capital of Mae Hong Son Province. It is in the Shan Hills, near the border with Burma along the banks of the River Pai. As of 2018, the town had 7,066 inhabitants. The town covers the tambon Chong Kham of the Mueang Mae Hong Son district. Mae Hong Son is 883 kilometres north of Bangkok and 251 kilometres northwest of Chiang Mai.",
    "locationImg": "https://upload.wikimedia.org/wikipedia/commons/5/58/Chong_Klang_and_Chong_Kham_Temple.jpg"
  }
]
